/*
 * Copyright (c) Visto Corporation dba Good Technology, 2013. All rights reserved.
 */

/* Localizable strings within the Good Dynamics client library user interface.
 * The order of strings in this file is based on the order in which they would
 * normally be encountered during set-up, and then on the order in which they
 * appear on the screen, from top to bottom.
 */

/* Welcome UI strings, for the first page that is displayed, before set-up. */

/* Welcome UI : Navigation Title
 * Also appears in the following:
 * Provision UI : Navigation Title
 * Provision Progress UI : Navigation Title
 */
"Setup" = "Configurar";

/* Welcome UI : Next button label text */
"Start" = "Configurar";

/* Welcome UI : Next button Accessibility label */
"_Start" = "Configurar";

/* Welcome UI : Next button Accessibility hint */
"__Start" = "Pasa a la pantalla siguiente.";

/* Welcome UI : Welcome Message
 * In the following, WiFi should be Wi-Fi with a hyphen, but the UI will
 * break the line at the hyphen, which looks bad.
 * IT admin should be IT administrator, but administrator is a long word and
 * causes an odd line break.
 */
"Welcome to Good Dynamics" =
"¡Bienvenido a Good Dynamics!\n\nNecesitará cobertura de datos móviles o WiFi durante el proceso de instalación.\nNecesitará su dirección de correo electrónico y la clave de acceso en el mensaje de bienvenida de su administrador de TI.";

/* Provision UI strings, for the page on which the user enters their
 * e-mail address and activation key (aka PIN).
 */

/* Provision UI : Left button label text
 * Also appears in the following:
 * Set Password UI : Left button label text
 * Unlock UI : Left button label text
 * Error Alert View : Button label
 * Open URL : Button label text
 * Open URL : Error Alert View : Button label
 */
"Cancel" = "Cancelar";

/* Provision UI : Right button label text */
"Next" = "Siguiente";

/* Company Name - Good Technology */
"Good Technology" = "Good Technology";

/* Provision UI : Email Label text */
"Email Address" = "Dirección de correo electrónico";

/* Provision UI : Email accessibility label */
"_EmailAddress" = "Dirección de correo electrónico";

/* Provision UI : PIN Label text */
"PIN" = "Clave de acceso";

/* Provision UI : PIN Label text */
"Unlock Key" = "Clave de desbloqueo";

/* Provision UI : PIN Field 1 accessibility label */
"_PinField1" = "Campo de clave de acceso 1 de 3";

/* Provision UI : PIN Field 2 accessibility label */
"_PinField2" = "Campo de clave de acceso 2 de 3";

/* Provision UI : PIN Field 3 accessibility label */
"_PinField3" = "Campo de clave de acceso 3 de 3";

/* Provision UI : Error Message - Invalid PIN */
"Invalid PIN" = "Clave de acceso no válida";

/* Provision UI : Error Message - No Coverage */
"Network Required" =
"Se requiere cobertura de datos móviles o Wi-Fi para el proceso de instalación.\n\nInténtelo de nuevo cuando disponga de una conexión de datos.";

/* Provision UI : Title */
"Set-up failed" = "Error de instalación";

/* Provision Progress UI strings, for the page that is displayed during
 * authorization processing.
 */


/* Provision Progress UI : Left button label text */
"Back" = "Atrás";

/* Provision Progress UI : Set Up Progress Label */
"Setup Progress" = "Progreso";

/* Provision Progress UI : Status Label text */
"Status" = "Estado";

/* Provision Progress UI : State - Init
 * In this state:
 * Post to the GD NOC activation service
 * Establish Push Connection
 */
"NOC Activation" = "Activación de infraestructura";

/* Provision Progress UI : State - NOC
 * In this state:
 * Post e-mail address and access key to the NOC
 * NOC checks validity
 * Returns: Various server addresses
 */
"NOC Provisioning" = "Activación de Enterprise";

/* Provision Progress UI : State - Push Channel
 * In this state:
 * Initial Push Channel is established
 */
"Starting Push Channel" = "Conectando canal de envío";

/* Provision Progress UI : State - Data Secure
 * In this state:
 * Secure Data Transfer from enterprise GC
 */
"Secure Data" = "Transferencia de datos segura a través de AppKinetics";

/* Provision Progress UI : State - Negotiate
 * In this state:
 * Secure communications set-up, part one
 */
"Negotiating Request" = "Asegurando comunicaciones";

/* Provision Progress UI : State - Data Request
 * In this state:
 * Secure communications set-up, part two
 */
"Data Request" = "Comunicaciones aseguradas";

/* Provision Progress UI : State - Downloading Policies
 * In this state:
 * Retrieve policies from enterprise GC
 */
"Downloading Policies" = "Recuperando políticas";

/* Provision Progress UI : State - Policy Download Complete */
"Policy Download Complete" = "Políticas recuperadas";

/* Provision Progress UI : State - Provision Complete */
"Provisioning Complete" = "Activación de Enterprise realizada";

/* Provision Progress UI : State - Waiting */
"Waiting..." = "Esperando...";

/* Provision Progress UI : State - Checking Permission */
"Checking Permission" = "Comprobando derechos";

/* Provision Progress UI : State - Checking Permission Complete */
"Permission Verified" = "Derechos comprobados";

/* Provision Progress UI : Provision Fail Message */
"Provisioning with enterprise failed" = "Error en la instalación de la aplicación";

/* Provision Progress UI : Provision accessibility label */
"_ProvisionProgressUI" = "Estado de la instalación";

/* Provision Progress UI : Provision accessibility hint */
"__ProvisionProgressUI" = "Muestra el estado actual de la instalación.";

/* Provision Progress UI : Provision Access Denied Message
 * IT admin should be IT administrator, but administrator is a long word and
 * causes an odd line break.
 */
"Provisioning Denied" =
"No se ha reconocido la dirección de correo electrónico y la clave de acceso.\n\nCompruebe que los valores introducidos son correctos y no han vencido. Si el problema persiste, obtenga una nueva clave de acceso mediante autoservicio o de su administrador de TI.";

/* Provision Progress UI : NOC Activation failure message */
"NOC Activation failed" = "Error al activar la infraestructura";

/* Provision Progress UI : NOC Provisining failure message */
"NOC Provisining Failed" = "Error al activar Enterprise";

/* Provision Progress UI : Starting Push Channel failure message */
"Starting Push Channel Failed" = "Error al conectar el canal de envío";

/* Provision Progress UI : Negotiating Request failure message */
"Negotiating Request Failed" = "Error al negociar la comunicación segura";

/* Provision Progress UI : Data Request failure message */
"Data Request Failed" = "Error al configurar la comunicación segura";

/* Provision Progress UI : Policy Exchange failure message */
"Policy Exchange failed" = "Error al recuperar las políticas";

/* Provision Progress UI : Send Log */
"Send Log" = "Enviar registro";

/* Provision Progress UI : Retry */
"Retry" = "Reintentar";

/* Set Password UI strings, for the screen on which the user sets their
 * security password. The password must comply with the provisioning
 * enterprise's security policies.
 * The Set Password screen can appear in two contexts:
 * Immediately after set-up has completed and the user sets their password for
 * the first time, and
 * As part of the preferences user interface, where the user can change their
 * password.
 */

/* Set Password UI : Navigation Title - Set Password
 * For use when the screen appears as part of the set-up UI
 */
"Set a New Password" = "Establecer una nueva contraseña";

/* Set Password UI : Navigation Title - Change Password
 * For use when the screen appears as part of the GD Settings UI
 * Touch ID disallowed : First button title
 */
"Change Password" = "Cambiar contraseña";

/* Password Requirements button label */
"Password Requirements" = "Requisitos de contraseña";

/* Set Password UI : Right button label text */
"Done" = "Listo";

/* Set Password UI : Label text */
"Go" = "Ir";

/* Set Password UI : Label text for setting password. */
"You are required to set a password." = "Debe establecer una contraseña.";

/* Set Password UI : Placeholder text string for confirm password textfield */
"Confirm New Password" = "Confirmar nueva contraseña";

/* The following strings are used to present the rules that will apply to the
 * user's password.
 */

/* Set Password UI : Password Guide Preface
 * The following appears above the rules statements.
 */
"Your password must include:\n" = "La contraseña debe tener:\n";

/* Set Password UI : Password Guide - Repeat
 * Note. The relative positions of repeated characters does not affect this
 * policy. In other words the repeated characters could be adjacent or not
 * adjacent.
 */
"- Disallow %d or more repeated characters\n" = "- No más de %d caracteres\n";

/* Set Password UI : Password Guide - Sequential Number
 * Note: There is no policy against sequential letters, for example: abcdef
 */
"- Do not allow sequential numbers\n" = "- Sin números en secuencia (por ejemplo, 123 o 321)\n";

/* Set Password UI : Password Guide - Personal Information
 */
"- Do not allow personal information\n" = "- Ninguna información personal\n";

/* Set Password UI : Password Guide - Length */
"- Require at least %d characters\n" = "- Como mínimo %d caracteres\n";

/* Set Password UI : Password Guide - Special Character
 * Note: Here, a special character is one that returns non-zero when passed to a
 * standard ispunct() function. See the following page for a definition:
 * http://pubs.opengroup.org/onlinepubs/000095399/basedefs/xbd_chap07.html
 */
"- Require at least one special character\n" = "- Un carácter especial como mínimo\n";

/* Set Password UI : Password Guide - Number */
"- Require both letters and numbers\n" = "- Letras y números\n";

/* Set Password UI : Password Guide - Uppercase */
"- Require both upper and lower case\n" = "- Letras en mayúsculas y minúsculas\n";

/* End of password rules */

/* Set Password UI : Placeholder text string for new password textfield */
"New Password" = "Nueva contraseña";

/* Set Password UI : Placeholder text string for old password textfield */
"Current Password" = "Contraseña actual";


/* The following are error messages for use when the password that the user
 * entered does not comply with security policy. These are displayed on a
 * dialog over the screen on which the user has attempted to enter the password.
 * The title of the dialog is always "Error" or its localization.
 */

/* Set Password UI : Error Message - Password Change Failure
 * This error is displayed if the old password was incorrect.
 */
"New password cannot be changed" = "No se puede cambiar la contraseña. Inténtelo de nuevo.";

/* Set Password UI : Error Message - Password Change Failure History */
"Your password cannot be set to one used previously." = "Contraseña utilizada anteriormente.";

/* Set Password UI : Error Message - Password Change Failure Too Soon */
"Your password cannot be changed twice in the same day." = "Ya se ha cambiado la contraseña hoy.";

/* Set Password UI : Error Message - Sequential Numbers */
"No number sequence allowed (eg.123 or 321)" = "La contraseña contiene números en secuencia (por ejemplo, 123 o 321).";

/* Set Password UI : Error Message - Personal Information */
"Password cannot have personal information" = "La contraseña contiene información personal";

/* Set Password UI : Error Message - General Error */
"Password is not strong enough." = "La contraseña no es suficientemente segura.";

/* Set Password UI : Error Message - Short Password */
"Password is too short." = "La contraseña es demasiado corta.";

/* Set Password UI : Error Message - Letters and Numbers */
"Password must have both letters and numbers" = "La contraseña no contiene letras y números.";

/* Set Password UI : Error Message - Upper Case */
"Password must have upper and lower case letters" = "La contraseña no contiene letras en minúsculas y mayúsculas.";

/* Set Password UI : Error Message - Numeric Character */
"There is no numeric character in password." = "La contraseña no contiene ningún número.";

/* Set Password UI : Error Message - Special Character */
"There is no special character (@, #, $) in password." = "La contraseña no contiene ningún carácter especial (@, #, $).";

/* Set Password UI : Error Message - No Uppercase */
"There is no uppercase character in password." = "La contraseña no contiene caracteres en mayúsculas.";

/* Set Password UI : Error Message - Repeated Characters */
"Too many repeated characters" = "La contraseña contiene demasiados caracteres repetidos.";

/* Set Password UI : Error Message - Not Matched */
"Two passwords do not match" = "Las dos contraseñas no coinciden. Inténtelo de nuevo.";

/* End of password compliance error messages */

/* Set Password UI : Error Message - Password Set Failure */
"New password cannot be set" = "No se puede establecer la nueva contraseña.";

/* Set Password UI : Error Message - Empty Password */
"Empty password is not allowed." = "La contraseña está en blanco.";

/* Set Password UI : old password accessibility label */
"_OldPassword" = "Contraseña anterior";

/* Set Password UI : new password accessibility label */
"_NewPassword" = "Nueva contraseña";

/* Set Password UI : confirm password accessibility label */
"_ConfirmPassword" = "Confirmar nueva contraseña";

/* Auth delegation block UI : Navigation Title */
"Cannot Authenticate" = "No se puede autenticar";

/* Auth delegation block UI : Description */
"Authenticating application is registered to a different user."  =  "La aplicación de autenticación está registrada con un usuario diferente.";

/* Auth delegation block UI : Description whilst retreving download URL */
"Authenticating application is registered to a different user.\n\nRetrieving application details:\nBundle ID: %s" = "La aplicación de autenticación está registrada con un usuario diferente.\n\nRecuperando detalles de la aplicación:\nID de paquete: %s";

/* Auth delegation block UI : Description whilst retreving download URL got name and version */
"Authenticating application is registered to a different user.\n\nRetrieving application details:\nBundle ID: %s\nName: %s\nVersion: %s" = "La aplicación de autenticación está registrada con un usuario diferente.\n\nRecuperando detalles de la aplicación:\nID de paquete: %s\nNombre: %s\nVersión: %s";

/* Auth delegation block UI: Description retreived download URL */
"Authenticating application is registered to a different user.\n\nApplication details:\nBundle ID: %s\nName: %s\nVersion: %s\n\nPlease obtain from:\n%s" = "La aplicación de autenticación está registrada con un usuario diferente.\n\nDetalles de la aplicación:\nID del paquete: %s\nNombre: %s\nVersión: %s\n\nObtener de:\n%s";

/* Auth delegation block UI : Description got no download URL */
"Authenticating application is registered to a different user.\n\nApplication details:\nBundle ID: %s\nName: %s\nVersion: %s\n\nPlease contact your IT administrator." = "La aplicación de autenticación está registrada con un usuario diferente.\n\nDetalles de la aplicación:\nID del paquete: %s\nNombre: %s\nVersión: %s\n\nPóngase en contacto con su administrador de TI.";

/* Block UI : Navigation Title
 * Learn More : Application Blocked Title
 */
"Blocked" = "Aplicación bloqueada";

/* Block UI : Description
 * In principle, this is always blocked due to policy violation. In actuality,
 * there are two scenarios in which a policy block could be put in place.
 * Something may have happened on the device that makes it non-compliant.
 * Also possible is that a policy update has taken place and the device is not
 * compliant with the new policy, but was compliant with the old policy.
 */
"Application access blocked" = "Se ha bloqueado el acceso a esta aplicación.";

/* Device Wipe UI : Navigation Title */
"Invalid Device" = "Se ha denegado el acceso a la aplicación";

/* Device Wipe UI : Description */
"Your device has been wiped!" = "Se ha borrado esta aplicación.  Póngase en contacto con su administrador de TI si necesita acceder de nuevo.";

/* Lock UI : Navigation Title */
"Locked" = "Aplicación bloqueada";

/* InterApp Lock UI : Navigation Title */
"Access Blocked" = "Se ha bloqueado el acceso";

/* InterApp Lock UI : Single Auth Delegate : Description */
"The authentication application is not installed." = "La aplicación de autenticación no está instalada.";

/* InterApp Lock UI : Multi Auth Delegate : Description */
"The authentication applications are not installed." = "Las aplicaciones de autenticación no están instaladas";

/* InterApp Lock UI : Single Auth Delegate : Description whilst retreving download URL */
"The authentication application is not installed or an update is required.\n\nRetrieving application details:\nBundle ID: %s" = "La aplicación de autenticación no está instalada o se requiere una actualización.\n\nRecuperando detalles de la aplicación:\nID del paquete: %s";

/* InterApp Lock UI : Multi-Auth Delegate : Description whilst retreving download URL */
"The authentication applications are not installed or an update is required.\n\nRetrieving application details:\nBundle IDs: %s" = "Las aplicaciones de autenticación no están instaladas o es necesario actualizar.\n\nRecuperando detalles de la aplicación:\nID de paquete: %s";

/* InterApp Lock UI : Single Auth Delegate : Description whilst retreving download URL got name and version */
"The authentication application is not installed or an update is required.\n\nRetrieving application details:\nBundle ID: %s\nName: %s\nVersion: %s" = "La aplicación de autenticación no está instalada o es necesario actualizar.\n\nRecuperando detalles de la aplicación:\nID de paquete: %s\nNombre: %s\nVersión: %s";

/* InterApp Lock UI : Multi Auth Delegate : Description whilst retreving download URL got name and version */
"The authentication applications are not installed or an update is required.\n\nRetrieving application details:\nBundle ID: %s\nName: %s\nVersion: %s" = "Las aplicaciones de autenticación no están instaladas o es necesario actualizar.\n\nRecuperando detalles de la aplicación:\nID del paquete: %s\nNombre: %s\nVersión: %s";

/* This alert should display a list of the bundle IDs,names and version numbers for all the authenticator apps */

/* InterApp Lock UI : Single Auth Delegate : Description retreived download URL */
"The authentication application is not installed or an update is required.\n\nApplication details:\nBundle ID: %s\nName: %s\nVersion: %s\n\nPlease obtain from:\n%s" = "La aplicación de autenticación no está instalada o es necesario actualizar.\n\nDetalles de la aplicación:\nID del paquete: %s\nNombre: %s\nVersión: %s\n\nPara su obtención visite:\n%s";

/* InterApp Lock UI : Multi-Auth Delegate : Description retreived download URL */
"The authentication applications are not installed or an update is required.\n\nApplication details:\nBundle ID: %s\nName: %s\nVersion: %s\n\nPlease obtain from:\n%s" = "Las aplicaciones de autenticación no están instaladas o es necesario actualizar.\n\nDetalles de la aplicación:\nID del paquete: %s\nNombre: %s\nVersión: %s\n\nPara su obtención, visite:\n%s";

/* This alert should display a list of the bundle IDs,names, version numbers and location from where to download all the authenticator apps */

/* InterApp Lock UI : Single Auth Delegate : Description has no download URL */
"The authentication application is not installed or an update is required.\n\nApplication details:\nBundle ID: %s\nName: %s\nVersion: %s\n\nPlease contact your IT administrator." = "La aplicación de autenticación no está instalada o se requiere una actualización.\n\nDetalles de la aplicación:\nID del paquete: %s\nNombre: %s\nVersión: %s\n\nPóngase en contacto con su administrador de TI.";

/* InterApp Lock UI : Multi Auth Delegate : Description got no download URL */
"The authentication applications are not installed or an update is required.\n\nApplication details:\nBundle ID: %s\nName: %s\nVersion: %s\n\nPlease contact your IT administrator." = "Las aplicaciones de autenticación no están instaladas o es necesario actualizar.\n\nDetalles de la aplicación:\nID del paquete: %s\nNombre: %s\nVersión: %s\n\nPóngase en contacto con su administrador de TI.";

/* This alert should display a list of the bundle IDs,names, version numbers of all the authenticator apps */

/* Wipe or Reset UI : Title */
"Authentication failed" = "Pérdida de autenticación";

/* Wipe or Reset UI : Message */
"The authentication application has failed to authenticate this application. You can choose to initiate Password Reset, which will required obtaining a special code from your IT administrator, or Wipe to wipe all data and start again." =
"Seleccione Recuperar para recuperar la autenticación que requerirá un código especial de su administrador de TI. Seleccione Borrar para eliminar sus datos y así poder volver a instalar la autenticación. La configuración de la autenticación requerirá la reactivación con una nueva clave de acceso.";

/* Recover */
"Use the code received from your IT to unlock the application.\n\nNote: If you do not have the code, please, contact your IT organization for assistance" = "Utilice el código recibido de su departamento de TI para desbloquear la aplicación.\n\nNota: Si no dispone del código, póngase en contacto con su departamento de TI para obtener ayuda.";

/* Wipe or Reset UI : Right button label text */
"Reset Password" = "Recuperar";

/* Wipe or Reset UI : Left button label text */
"Wipe" = "Borrar";

/* Please Wait UI : Navigation Title */
"Authenticating" = "Autenticando";

/* Remote Lock UI : Navigation Title */
"Remote Lock" = "Se ha bloqueado el acceso remoto a la aplicación";

/* Remote Lock UI : Right button label text
 Unlock UI : Right button label text */
"Unlock" = "Desbloquear";

/* Remote Lock UI : Help Message */
"Contact your IT administrator with the following case sensitive unlock-code to get the temporary unlock password." = "Póngase en contacto con su administrador de TI con el siguiente código de desbloqueo para obtener una contraseña temporal para desbloquear esta aplicación.";

/* Remote Lock UI : Password Field 1 accessibility label */
"_PwdField1" = "Campo Clave de desbloqueo 1 de 4";

/* Remote Lock UI : Password Field 2 accessibility label */
"_PwdField2" = "Campo Clave de desbloqueo 2 de 4";

/* Remote Lock UI : Password Field 3 accessibility label */
"_PwdField3" = "Campo Clave de desbloqueo 3 de 4";

/* Remote Lock UI : Password Field 4 accessibility label */
"_PwdField4" = "Campo Clave de desbloqueo 4 de 4";

/* Remote Lock UI : Error alertview message
 * Unlock UI : Error alertview message
 * Error Alert View : Title
 */
"Incorrect Password" = "Contraseña incorrecta";

/* Unlock UI : Incorrect Password with max */
"The password you entered is not correct. You have %d attempts remaining." =
"La contraseña introducida no es correcta. Quedan %d intentos.";

/* Unlock UI : Incorrect Password
 * Unlock UI : Error alertview message
 */
"The password you entered is not correct." =
"La contraseña que ha introducido no es correcta.";

/* Unlock UI : Navigation Title */
"Login" = "Iniciar sesión";

/* Unlock UI : Placeholder text string for password textfield */
"Password" = "Contraseña";

/* Unlock UI : Label text for entering regular password */
"Enter Password" = "Introducir contraseña";

/* Unlock UI : enter password accessibility label */
"_EnterPassword" = "Introducir contraseña";

/* Unlock UI : Label text for entering PIN as password */
"Enter PIN" = "Introduzca clave de acceso";

/* Unlock UI : Label text for entering unlock key as password */
"Enter Unlock Key" = "Introduzca clave de desbloqueo";

/* Application Unlock : Title */
"Application Unlock" = "Desbloqueo de la aplicación";

/* Application Unlock : Unlock assistance */
"An unlock key can be obtained from Good Control or from an IT Administrator." = "Puede obtener una clave de desbloqueo a través de Good Control o de su administrador de TI.";

/* General UI : Clear button label */
"Clear" = "Borrar";

/* General UI : Next Button accessibility label */
"_NextButton" = "Siguiente";

/* General UI : Next Button accessibility hint */
"__NextButton" = "Pasa a la pantalla siguiente.";

/* General UI : Cancel Button accessibility label */
"_CancelButton" = "Atrás";

/* General UI : Cancel Button accessibility hint */
"__CancelButton" = "Vuelve a la última pantalla.";

/* General UI : Close Button accessibility label */
"_CloseButton" = "Cerrar";

/* General UI : Close Button accessibility hint */
"__CloseButton" = "Sale de la pantalla actual.";

/* General UI : Info Button accessibility label */
"_InfoButton" = "Información";

/* General UI : Info Button accessibility hint */
"__InfoButton" = "Presenta una explicación detallada de estas opciones.";

/* Help UI : webview accessibility label */
"_HelpWebview" = "Correo electrónico de ejemplo";

/* Error Alert View : Title
 * Open URL : Error Alert View : Title
 */
"Error" = "Error";

/* Error Alert View : Button label */
"OK" = "Aceptar";

/* Error Alert View : Title */
"Application Access Denied" = "Se ha denegado el acceso a la aplicación";

/* Error Alert View : Title */
"Unauthorized User" = "Usuario autorizado";

/* Device Wipe/Block UI: App Denied */
"Wipe/Block App Denied" = "Aplicación no autorizada.\n%@ v%@\nPóngase en contacto con su administrador de TI.";

/* Device Wipe/Block UI: Description Mobile Docs */
"Wipe/Block key changed" = "Se ha producido un fallo en la aplicación de autenticación. Cualquier dato almacenado se ha borrado. Cierre y reinicie esta aplicación para intentar de nuevo.";

/* Device Wipe/Block UI: NEM mode Description */
"Wipe/Block NEM Mode" = "La aplicación está en modo simulación y no se puede iniciar en un dispositivo.";

/* Device Wipe/Block UI: Incompliant library Description */
"Wipe/Block Incompliant lib version" = "La aplicación está basada en la versión de biblioteca de Good Dynamics '%@' y no está permitida. Actualice la aplicación o active esta versión en la política de acuerdos.";

/* Device Wipe/Block UI: Incompliant device Description */
"Wipe/Block Incompliant device" = "La versión de hardware del dispositivo es '%@' y no está permitida. Instale la aplicación en un dispositivo autorizado o active la política de acuerdo de este hardware.";

/* Device Wipe/Block UI: Rooted Description */
"Wipe/Block Rooted" = "Se ha liberado el dispositivo.";

/* Device Wipe/Block UI: Connectivity in days Description */
"Wipe/Block Connectivity in days" = "La aplicación no se ha conectado a Good Control en los últimos %d días.";

/* Device Wipe/Block UI: Connectivity in hours Description */
"Wipe/Block Connectivity in hours" = "La aplicación no se ha conectado a Good Control en las últimas %d horas.";

/* Device Wipe/Block UI: Max password attempts exceeded Description */
"Wipe/Block Max password attemnts exceeded" = "El número máximo de intentos de contraseña no válida es %d y se ha superado.";

/* Device Wipe/Block UI: Data has been wiped */
"Wipe/Block data removed" = " El departamento de TI ha eliminado todos los datos asociados a esta aplicación.";

/* GDiOS Event : App Permission Failed */
"Error application not allowed for user" = "No se permiten errores de aplicación para el usuario";

/* GDiOS Event : Activation Failed */
"Error device activation failed" = "Error de fallo de activación del dispositivo";

/* GDiOS Event : Provisioning Failed */
"Error provisioning with enterprise failed" = "Error de fallo de aprovisionamiento con empresa";

/* GDiOS Event : Push Connection Failed */
"Error push connection failed to open" = "Error de fallo al abrir conexión de envío";

/* GDiOS Event : Security Failed */
"Error unlocking secure container" = "Error al desbloquear contenedor seguro";

/* GDiOS Event : Provision Cancelled */
"Error user cancelled provisioning" = "Error de inicio por cancelación de aprovisionamiento por el usuario";

/* GDiOS Event : OK */
"Authorization OK" = "Autorización correcta";

/* GDiOS Event : Application Blocked */
"Application access has been blocked" = "Se ha bloqueado el acceso a la aplicación";

/* GDiOS Event : Application Wiped */
"Application has been wiped" = "Se ha borrado la aplicación";

/* GDiOS Event : Application Idle Lockout */
"Application idle timeout activated" = "Se ha activado el tiempo de inactividad de la aplicación";

/* GDiOS Event : Application Remote Locked */
"Application has been remote locked" = "Se ha bloqueado la aplicación de forma remota";

/* GDiOS Event: Password Change Required */
"Password Change Required" = "Se requiere cambio de contraseña";

/* [Simulated] : Simulated Title Append
 * Displayed when the application is running in Enterprise Simulation mode
 */
"[Simulated]" = "[Simulado]";

/* Unlock UI : Label text for forgot password */
"_ForgotPasswordLabel" = "Contr. olvidada";

/* Unlock UI : forgot password accessibility label */
"_ForgotPasswordButton" = "Contr. olvidada";

/* Unlock UI : forgot password accessibility hint */
"__ForgotPasswordButton" = "Solicita confirmación de restablecimiento de contraseña.";

/* Confirm Alert View : Title */
"Lock For Reset?" = "¿Bloquear para restablecimiento?";

/* Confirm Alert View : Message */
"Password reset requires a special code from your IT administrator. The application will be locked as soon as reset is requested." = "El restablecimiento de contraseña requiere un código especial de su administrador de TI. La aplicación se bloqueará una vez solicitado el restablecimiento.";

/* Confirm Alert View : Positive Button */
"Reset" = "Restablecer";

/* Unlock UI : Keyboard Guide */
"Touch 'Next' to unlock." = "Desbloquee con 'Siguiente'.";

/* EULA UI : accept EULA accessibility label */
"_AcceptEULAButton" = "Aceptar acuerdo";

/* EULA UI : accept EULA accessibility hint */
"__AcceptEULAButton" = "Acepta el acuerdo.";

/* EULA UI : decline EULA accessibility label */
"_DeclineEULAButton" = "Rechazar acuerdo";

/* EULA UI : accept EULA accessibility hint */
"__DeclineEULAButton" = "Rechaza el acuerdo.";

/* EULA UI : UDID agreement text */
"UDID Agreement" = "¿Permitir al único identificador de dispositivo (UDID) ser de lectura?\n\nLos datos de la aplicación se han protegido previamente con el identificador de dispositivo único (UDID). Sin acceso al UDID, no se pueden recuperar sus datos guardados y se deberán borrar.";

/* Migrate UI : UDID Access Warning : Title */
"UDID Access Warning Title" = "Acceso de UDID denegado";

/* Migrate UI : UDID Access Warning : Message */
"UDID Access Warning Message" = "¿Restablecer la aplicación y borrar sus datos?";

/* Migrate UI : UDID Access Warning : OK */
"UDID Access Warning OK" = "Borrar";

/* Migrate UI : UDID Access Warning : Allow */
"UDID Access Warning Allow" = "Permitir";

/* Remote Lock UI : Description */
"Contact your IT administrator with the above unlock code to get a temporary password to unlock this application." = "Póngase en contacto con su administrador de TI con el siguiente código de desbloqueo para obtener una contraseña temporal para desbloquear esta aplicación.";

/* Request Unlock Key : Description */
"Contact your Administrator for an Unlock Key." = "Póngase en contacto con su administrador para obtener la clave de desbloqueo.";

/* Provision UI : Provision Help Title */
"An access key should have been sent to you in an e-mail like the following:" = "Se le ha enviado una clave de acceso en un correo electrónico como el siguiente:";

/* Provision UI : Provision Help Title */
"An unlock access key should have been sent to you in an e-mail like the following:" = "Se le ha enviado una clave de acceso en un correo electrónico como el siguiente:";

/* Help UI : access key help message */
"Access key help message" = "<br><div style=\"width:[OUTERWIDTH]px\"><style>DIV.PlainText { font-size:[FONTSIZE];font-family:monospace;background-color:#ffffff;color:#000000; -webkit-border-radius: 5px 5px 0px 0px; padding: [PADDING]px; background: -webkit-gradient(linear, left top, left bottom, from(rgba(255,255,255,1.0)), to(rgba(255,255,255,0.0)), color-stop(.92,#ffffff));}</style>%@<br><br><font size=\"2\"><div style=\"padding:5px;margin:0px auto; width:[INNERWIDTH]px\" class=\"PlainText\">Estimado <font color=808080><i>Su nombre</i></font>,<br><br>Se le ha otorgado acceso a... <br><br>&nbsp;&nbsp; 1. Descargue la aplicación necesaria<br>&nbsp;&nbsp;&nbsp;...<br>&nbsp;&nbsp; 2. Introduzca la siguiente información cuando se solicite <br>&nbsp;&nbsp;  (no distingue entre mayúsculas y minúsculas):<br><br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; DIRECCIÓN DE CORREO ELECTRÓNICO:&nbsp; <span style=\"background:yellow;color:808080\"><i>email@empresa.com</i></span><br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; CLAVE DE ACCESO: <span style=\"background:yellow;color:808080\"><i>xxxxx-xxxxx-xxxxx</i></span><br><br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Su clave de acceso caduca:<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<font color=808080><i>fecha de caducidad</i></font><br><br>&nbsp;&nbsp; 3. Si es necesario por la política de seguridad de TI...<br><br><br></div></font></div>";

/* Help UI : unlock access key help message */
"Unlock access key help message" = "<br><div style=\"width:[OUTERWIDTH]px\"><style>DIV.PlainText { font-size:[FONTSIZE];font-family:monospace;background-color:#ffffff;color:#000000; -webkit-border-radius: 5px 5px 0px 0px; padding: [PADDING]px; background: -webkit-gradient(linear, left top, left bottom, from(rgba(255,255,255,1.0)), to(rgba(255,255,255,0.0)), color-stop(.92,#ffffff));}</style>%@<br><br><font size=\"2\"><div style=\"padding:5px;margin:0px auto; width:[INNERWIDTH]px\" class=\"PlainText\">Estimado <font color=808080><i>Su nombre</i></font>,<br><br>Se le ha otorgado acceso a... <br><br>&nbsp;&nbsp; Introduzca la siguiente información cuando se le solicite <br>&nbsp;&nbsp;  (no distingue entre minúsculas y mayúsculas):<br><br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;DIRECCIÓN DE CORREO ELECTRÓNICO:&nbsp; <span style=\"background:yellow;color:808080\"><i>email@empresa.com</i></span><br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; CLAVE DE ACCESO DE DESBLOQUEO: <span style=\"background:yellow;color:808080\"><i>xxxxx-xxxxx-xxxxx</i></span><br><br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Su clave de acceso caduca:<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<font color=808080><i>fecha de caducidad</i></font><br><br>&nbsp;&nbsp;<br><br><br></div></font></div>";

/* Help UI : access key help message non-html */
"Access key help message non-html" = "Estimado <Your Name>,\n\nSe le ha otorgado acceso a ... \n\n1. Descargue la aplicación necesaria...\n2. Introduzca la siguiente información cuando se le solicite (no distingue entre minúsculas y mayúsculas):\n\nDIRECCIÓN DE CORREO ELECTRÓNICO:  email@company.com\nCLAVE DE ACCESO: xxxxx-xxxxx-xxxxx\n\nSu clave de acceso caduca: <expiration date>\n\n3. Si es requerido por la política de seguridad de TI, ...";

/* Information UI : title */
"Information" = "Información";

/* The following are error messages for use in Secure Document Transfer
 * These are used by the secure Preview Controller & secure document
 * interaction controller
 */

/* Preview Controller : no apps message */
"Preview controller has no apps message" = "No hay aplicaciones adecuadas.";

/* Preview Controller : share denied title */
"Preview controller share denied title" = "Operación no permitida.";

/* Preview Controller : share denied message*/
"Preview controller share denied" = "Esta operación no está permitida de acuerdo con su política de cumplimiento de TI.";

/* Preview Controller : share denied title */
"Preview controller this file type is not supported message" = "La vista previa de este tipo de archivo no está admitida.";

/* Document Interaction Controller : target app not allowed message */
"Document interaction controller application disallowed message" = "La aplicación de destino no es compatible.";

/* Document Interaction Controller : error sending file title */
"Document interaction controller error title" = "Error de transferencia de archivos";

/* Document Interaction Controller : error sending message */
"Document interaction controller error message" = "Se ha producido un error en la transferencia de archivos.";

/* Document Interaction Controller : try again title */
"Document interaction controller try again title" = "Vuelva a intentarlo";

/* Document Interaction Controller : try again message */
"Document interaction controller try again message" = "Todavía se están asegurando las transferencias de archivos. Vuelva a intentarlo más tarde.";

/* Provision UI : Provision Help Title */
"An unlock key should have been sent to you in an e-mail like the following:" = "Se le ha enviado una clave de desbloqueo en un correo electrónico como el siguiente:";

/* EA password screen prompt
 * EA app selection screen
 */
"Use your unlock password to allow." = "Introduzca la contraseña de [App Name] para continuar.";
"positiveButtonKey" = "Aceptar";
"cancelButtonKey" = "Cancelar";

/* EA password screen forgot pass prompt
 * Unlock UI : Label text for forgot password
 */
"Forgot Password" = "Contr. olvidada";

/* EA password is requesting activation prompt */
"is requesting setup." = "está solicitando la configuración.";

/* EA - access key prompt */
"Set up using your Access Key" = "Configurar usando su clave de acceso";

/* EA Learn more button label */
"Learn More" = "Obtener más información";

/* EA Report a Problem button label */
"Report a Problem" = "Informar de un problema";

/* EA Secured By label */
"Secured By" = "Protegido por";

/* EA Setup using label */
"Set up using" = "Configure con";

/* EA activation options format string */
"Application for %s:" = "Aplicación para %s:";

/* EA Error Alert View : Unable to launch EA delegate */
"Unable to launch EA delegate" = "No se puede iniciar el delegado de la activación";

/* EA Error Alert View : format string with code */
"Error returned %d" = "Se ha devuelto el error %d";

/* EA app selection screen */
"EA app selection screen help." = "Puede configurar %s utilizando la contraseña de alguna de las siguientes aplicaciones o la clave de acceso proporcionada por el administrador.";

/* EA password screen prompt */
"Enter the password for [App Name] to continue." = "Introduzca la contraseña de %s para continuar.";

/* Easy Activation: 401 - Unauthorized:  The user cancelled the activation request.*/
"Activation request was canceled" = "Se ha cancelado la solicitud de activación.";

/* Easy Activation: 403 - Forbidden - The user is not entitled to activate the specified application/version.*/
"You are not entitled to setup the specified app" = "No tiene permiso para configurar la versión/aplicación especificada. Póngase en contacto con su departamento de TI para obtener acceso.";

/* Easy Activation: 404 - "Not Found - The requesting application is not a recognized GD application.*/
"The application you are trying to setup is not recognized" = "No se reconoce la aplicación que está intentando configurar. Póngase en contacto con su departamento de TI para obtener más información.";

/* Easy Activation: 500 - Unspecified error*/
"Activation request failed. Try again" = "Error de configuración. Vuelva a intentarlo o lleve a cabo la configuración con su clave de acceso.";

/* Easy Activation: 502 - "Bad Gateway - The request failed due to a network communication failure with or between the backend servers.*/
"Unable to connect. Try again" = "No se puede conectar. Vuelva a intentarlo";

/* Easy Activation: 503 - Unavailable - The responding application is not configured to act as an activation delegate.*/
"Setup failed. Selected app to assist with set up is not correctly configured" = "Error de configuración. Compruebe que la aplicación de asistencia seleccionada esté configurada correctamente o realice la configuración con su clave de acceso.";

/* Easy Activation: 507 - Mismatch - Address mismatch because the catalogue doesn’t have the correct AppLocalAddress.*/
"Setup failed. App requesting activation is misconfigured" = "La aplicación que está intentando configurar está mal configurada. Póngase en contacto con su departamento de TI para obtener más información.";

/* Easy Activation Missing Application Title */
"Missing Application" = "Falta la aplicación";

/* Easy Activation Missing Application Message */
"%s may have been deleted. Choose another application or use an Access Key to continue with set up." = "Es posible que %s se haya eliminado. Elija otra aplicación o utilice una clave de acceso para continuar con la configuración.";

/* Learn More: Requesting Activation Title */
"Setup Options" = "Seleccione la opción de configuración";

/* Learn More: Requesting Activation */
"Select an option to activate application." = "Lleve a cabo la instalación automáticamente mediante la opción de la aplicación de configuración de Good Dynamics u obtenga una clave de acceso a través de su administrador de TI.";

/* Learn More: Access Key Screen Title */
"Setup App" = "Aplicación de configuración";

/* Learn More: Access Key Screen */
"Activate application" = "Para configurar su aplicación, necesitará su dirección de correo electrónico y la clave de acceso proporcionada con el mensaje de bienvenida de su administrador de TI.";

/* Learn More : Lock Screen Title */
"Complete Setup" = "Completar configuración";

/* Learn More : Lock Screen */
"Enter the unlock password for the Good Dynamics setup application to complete setup." = "Introduzca la contraseña de desbloqueo de la aplicación de configuración Good Dynamics para completar el proceso de configuración. Si ha olvidado su contraseña de desbloqueo, seleccione la opción \"Cancelar\" y, a continuación, \"Configurar usando su clave de acceso\".";

/* Learn More : Application Blocked */
"Application access has been blocked" = "Se ha bloqueado el acceso a la aplicación. Póngase en contacto con su departamento de TI para más información.";

/*Unspecified error*/
"Unspecified error" = "Error sin especificar";

/* Blocked/FIPS because of wrapping */
"FIPS mode is required by your organization and cannot be enabled in the current application. Please contact your IT for support" = "Su empresa requiere el modo FIPS y no se puede habilitar en la aplicación actual. Póngase en contacto con su departamento de TI para obtener ayuda";

/* Blocked/FIPS because of arch (64bit) */
"FIPS mode is required by your organization and is not compatible with your device. Please contact your IT for support" = "Su empresa requiere el modo FIPS y no es compatible con su dispositivo. Póngase en contacto con su departamento de TI para obtener ayuda";

/* Blocked/FIPS because it just failed for some reason to activate */
"FIPS mode is required by your organization and has failed to activate. Please contact your IT for support" = "Su empresa requiere el modo FIPS y no se ha podido activar. Póngase en contacto con su departamento de TI para obtener ayuda";

/* Mailto UI : Title */
"Mail Service Restricted" = "Servicio de correo electrónico restringido";

/* Mailto Error Alert View : GFE send email service is unavailable */
"A secure mail service is not available to this application. Please contact your IT for support" = "No hay ningún servicio de correo electrónico seguro disponible para esta aplicación. Póngase en contacto con su servicio de TI para obtener asistencia.";

/* Mailto Error Alert View : User prompt that displays when Data Leakage Prevention is on */
"This operation is not allowed by your current security settings. Please contact your IT for support" = "Su actual configuración de seguridad no permite esta operación. Póngase en contacto con su departamento de TI para obtener ayuda.";

/* Mailto Error Alert View : User prompt that displays when Data Leakage Prevention is off.*/
"Select mail service" = "Seleccione un servicio de correo electrónico.";

/* Error Alert View : Button label */
"GFE (secure)" = "GFE (seguro)";

/* Error Alert View : Button label */
"Good Work (secure)" = "Good Work (seguro)";

/* Error Alert View : Button label */
"Mail" = "Correo electrónico";

/* Upload Logs UI : Title */
"Upload Logs" = "Cargar registros";

/* Upload Logs Alert View : Logs sent */
"Log upload has been scheduled." = "Se ha programado la carga del registro.";

/* EA Access Key : Message */
"Retrieving Access Key" = "Recuperando clave de acceso";

/* Open URL : Title */
"Select Application to Open URL" = "Seleccionar aplicación para abrir URL";

/* Open URL : Error Message - No applications*/
"No Applications installed to open URL" = "No hay ninguna aplicación instalada para abrir la URL.";

/* string for Authenticatinon user by TouchID */
"Authenticate using your finger" = "Autentíquese utilizando el dedo.\n";

/* Touch ID allowed : Title */
"IT Administrator has allowed Touch ID" = "El administrador de TI ha permitido Touch ID";

/* Touch ID allowed : First button title */
"Use Touch ID" = "Usar Touch ID";

/*Touch ID allowed : Second button title */
"Change Password and Use Touch ID"  = "Cambiar contraseña y usar Touch ID";

/* Touch ID allowed : Cancel button title */
"Don't Use Touch ID"  = "No usar Touch ID";

/* Touch ID disallowed : Title */
"IT Administrator has changed the password policy and removed usage of Touch ID"  = "El administrador de TI ha cambiado la política de contraseñas y eliminado el uso de Touch ID";

/* Touch ID disallowed : Cancel button title */
"Don't Change Password"  = "No cambiar contraseña";

/* Set Password UI : Touch ID label */
"Touch ID"  = "Touch ID";

/* Touch ID requires password : Title */
"Touch ID requires password"  = "Touch ID requiere su contraseña cuando se reinicia [App Name].";

/* GDMDM Event : Application Blocked */
"Application access has been blocked" = "La aplicación requiere la instalación de una política de gestión de dispositivos móvles (MDM) en este dispositivo.";

/* Device Wipe/Block UI: MDM policy is required but not yet installed */
"Wipe/Block MDM required" = "La aplicación requiere la instalación de una política de gestión de dispositivos móviles (MDM) en el dispositivo.";

/* MDM : Initiate MDM */
"InitiateMDM" = "Iniciar inscripción MDM";

/* Initiate MDM : button accessibility label */
"_InitiateMDM" = "Iniciar inscripción MDM";

/* Initiate MDM : button accessibility hint */
"__InitiateMDM" = "Inicia la inscripción MDM.";

/* MDM : Install Good Agent */
"InstallGDAgent" = "Instalar Good Agent";

/* Dictation : Alert title */
"Dictation Blocked Title" = "Dictado deshabilitado";

/* Dictation : Blocked by IT Admin. */
"Dictation Blocked Message" = "Bloqueado por el administrador de TI";

/* Dictation: Dismiss Button */
"Dictation Dismiss Button" = "Cerrar";

/* URL Loading : Localized description for NSError NSURLErrorServerCertificateUntrusted */
"Untrusted server certificate" = "El certificado para el servidor no es válido. Puede que esté estableciendo conexión con un servidor que finge ser \"%s\" y podría poner su información confidencial en peligro.";

/* URL Loading : Localized recovery suggestion for NSError NSURLErrorServerCertificateUntrusted */
"Untrusted server recovery suggestion" = "¿Desea conectarse al servidor de todos modos?";

/* URL Loading : Localized description for NSError NSURLErrorNetworkConnectionLost */
"Network connection lost" = "La conexión ha fallado porque se ha perdido la conexión de red.";

/* URL Loading : Localized description for NSError NSURLErrorCannotConnectToHost */
"Cannot connect to host" = "No se ha podido conectar con el servidor.";

/* URL Loading : Localized description for NSError NSURLErrorCancelled */
"Cancelled operation" = "La operación no ha podido completarse.";

/* URL Loading : Localized description for NSError NSURLErrorUserCancelledAuthentication */
"Authentication cancelled" = "La conexión ha fallado porque el usuario ha cancelado la autenticación necesaria.";

/* URL Loading : Localized description for NSError NSURLErrorUserAuthenticationRequired */
"Authentication required" = "La conexión ha fallado porque se requiere autenticación.";

/* URL Loading : Localized description for NSError NSURLErrorTimedOut */
"Connection timeout" = "El tiempo de espera de la conexión se ha agotado.";

/* URL Loading : Localized description for NSError NSURLErrorUnknown */
"Unknown error" = "Se ha producido un error desconocido.";

/* Title text - Initial wearable framework screen*/
"WF Start setup" = "Comencemos la configuración";

/* Body text - Initial wearable framework screen*/
"WF Start body" = "Esta aplicación incluye una aplicación Android Wear. Para que estas aplicaciones funcionen juntas necesitamos crear una conexión segura entre el teléfono y el reloj.";

/* List items - Initial wearable framework screen*/
"WF Start item1" = "Para comenzar, pulse el botón de configuración que aparece en la parte inferior de la pantalla";
"WF Start item2" = "Busque la notificación correspondiente en la lista de notificaciones del reloj y pulse en la tarjeta";
"WF Start item3a" = "Confirme el código en el teléfono y el reloj";
"WF Start item3b" = "Confirme el código en el teléfono o el reloj";
"WF Start item4" = "Listo";

/* Button items - Wearable setup */
"WF Button Later" = "Mas tarde";
"WF Button Setup" = "Configuración";
"WF Button Correct" = "Correcto";
"WF Button Wrong" = "Error";
"WF Button Done" = "Listo";

/* Title Text - Connecting Watch */
"WF Connecting watch" = "Conectando con el reloj...";

/* Body Text - Connecting Watch */
"WF Connecting Watch body" = "Busque la notificación en la lista...";

/* Title Text - Connection confirmation */
"WF Confirmation Title" = "Conexión solicitada";

/* Body Text - Connection confirmation */
"WF Confirmation Body" = "Compruebe que el código de conexión coincide.";

/* Body Text - Connection confirmation */
"WF Confirmation Code" = "Código de conexión";

/* Title Text - Watch pairing */
"WF Waiting Watch" = "Esperando confirmación del reloj...";

/* Body Title - Watch pairing */
"WF Waiting Watch Body" = "Esperando confirmación del reloj.";
"WF Waiting Watch Body2" = "Asegúrese de que ha pulsado el botón de confirmación del reloj.";

/* Title Text - Done Screen */
"WF Done Title" = "Ya está listo";

/* Watch Requested title */
"WF Setup Requested " = "Configuración solicitada.";

/* Connecting with title */
"WF Connecting title" = "Conectando con";

/*Waiting titles */
"Waiting Phone Title" = "Esperando confirmacón del teléfono...";
"Waiting Tablet Title" = "Esperando confirmación de la tableta...";
"Waiting" = "Un minuto...";

/* Connection lost */
"WF Connection Lost Title" = "Conexión perdida";
"WF Connection Lost Text" = "No se ha podido conectar el reloj con la aplicación";

/* WF Retry Case */
"WF Retry Prompt" = "Toque para reintentar";
"WF Retrying" = "Reintentando...";

/*WF Error Cases */
"WF System update required" = "Actualización del sistema necesaria";
"WF System update required details" = "Esta aplicación no se iniciará hasta que se actualice el sistema";
"WF Application update required" = "Actualización de aplicación necesaria";
"WF Application update required details" = "Esta aplicación no se iniciará hasta que se actualice Google Play Services";
"WF Wearable Disabled Title" = "Deshabilitado por la administración empresarial";
"WF Wearable Disabled details" = "Su administración empresarial ha deshabilitado el uso de aplicaciones transportables";
"WF Unsupported Error Title" = "Error";
"WF Unsupported Error details" = "Lo sentimos, Wearable Framework no funciona en su dispositivo. Consulte las notas de la versión para acceder a los requisitos";
"WF Code not match Title" = "Fallo de coincidencia de código";
"WF Code not match Body" = "El código de confirmación no coincide";
"WF General Error Title" = "Error";
"WF General Error details" = "Se ha producido un error inesperado";


/* Device Block UI: Description */
"Unauthorized version." = "La versión de la aplicación instalada no se ha autorizado todavía. Póngase en contacto con el administrador para habilitar esta versión.";

/* GDCoveredDataUnavailableAlert */
"GDCoveredDataUnavailableAlert Title" = "Datos cubiertos no disponibles";
"GDCoveredDataUnavailableAlert messageKey" = "Cualquier cargo aplicable en concepto de uso de datos se cargará a su plan personal y no será reembolsable. Seleccione “Aceptar” para continuar utilizando datos o desactívelos y active el uso sin conexión o con conexión Wi-Fi exclusivamente.";
"GDCoveredDataUnavailableAlert dontShowAgain" = "Aceptar y no volver a mostrar";
"GDCoveredDataUnavailableAlert positiveButtonKey" = "Aceptar solo esta vez";
"GDCoveredDataUnavailableAlert cancelButtonKey" = "Deshabilitar en configuración del dispositivo";

/* GDCoveredDataNoRoamingAlert */
"GDCoveredDataNoRoamingAlert Title" = "Datos cubiertos no disponibles";
"GDCoveredDataNoRoamingAlert messageKey" = "Cualquier cargo aplicable en concepto de uso de datos en itinerancia se cargará a su plan personal y no será reembolsable. Seleccione “Aceptar” para continuar utilizando datos o desactívelos y active el uso sin conexión o con conexión Wi-Fi exclusivamente.";
"GDCoveredDataNoRoamingAlert positiveButtonKey" = "Aceptar";
"GDCoveredDataNoRoamingAlert cancelButtonKey" = "Deshabilitar datos en configuración del dispositivo";

/* GDRoamingDataBlockedAlert */
"GDRoamingDataBlockedAlert messageKey" = "Su empresa no permite el uso de esta aplicación en itinerancia.";
"GDRoamingDataBlockedAlert cancelButtonKey" = "Usar sin conexión";

/* GDCoveredDataLimitAlert */
"GDCoveredDataLimitAlert Title" = "Límite de datos cubiertos";
"GDCoveredDataLimitAlert messageKey" = "Ha alcanzado el límite de datos de su empresa. Cualquier cargo aplicable en concepto de uso de datos se cargará a su plan personal y no será reembolsable. Seleccione “Aceptar” para continuar utilizando datos o desactívelos y active el uso sin conexión o con conexión Wi-Fi exclusivamente.";
"GDCoveredDataLimitAlert dontShowAgain" = "Aceptar y no volver a mostrar";
"GDCoveredDataLimitAlert positiveButtonKey" = "Aceptar solo esta vez";
"GDCoveredDataLimitAlert cancelButtonKey" = "Deshabilitar en configuración del dispositivo";

/* GDCoveredRoamingDataLimitAlert */
"GDCoveredRoamingDataLimitAlert Title" = "Límite de itinerancia cubierta";
"GDCoveredRoamingDataLimitAlert messageKey" = "Ha alcanzado el límite de datos en itinerancia de su empresa. Cualquier cargo aplicable en concepto de uso de datos en itinerancia se cargará a su plan personal y no será reembolsable. Seleccione “Aceptar” para continuar utilizando datos o desactívelos para operar sin conexión.";
"GDCoveredRoamingDataLimitAlert dontShowAgain" = "Aceptar y no volver a mostrar";
"GDCoveredRoamingDataLimitAlert positiveButtonKey" = "Aceptar solo esta vez";
"GDCoveredRoamingDataLimitAlert cancelButtonKey" = "Deshabilitar datos en configuración del dispositivo";

/* GDYouAreCoveredAlert */
"GDYouAreCoveredAlert Title" = "# Cubierto!";
"GDYouAreCoveredAlert messageKey" = "Cuando aparezca el icono # en la barra de estado del dispositivo, el uso de datos para %s estará cubierto y no se aplicarán cargos adicionales a su plan personal. Cuando no se muestre el icono, cualquier cargo aplicable será su responsabilidad.";
"GDYouAreCoveredAlert cancelButtonKey" = "Aceptar";

/* GDLeavingCoveredDataExitAlert */
"GDLeavingCoveredDataExitAlert Title" = "Abandonando datos cubiertos";
"GDLeavingCoveredDataExitAlert messageKey" = "Está saliendo de la aplicación cuyo uso de datos cubre su empleador. Si continúa, pueden aplicarse cargos a su plan personal de datos. Seleccione \"Aceptar\" para continuar o \"Cancelar\" para volver a la aplicación.";
"GDLeavingCoveredDataExitAlert dontShowAgain" = "Aceptar y no volver a mostrar";
"GDLeavingCoveredDataExitAlert positiveButtonKey" = "Aceptar solo esta vez";
"GDLeavingCoveredDataExitAlert cancelButtonKey" = "Cancelar";

/* Certificate Import */
"Certificate Import Password" = "Introducir contraseña de archivo de certificado";
"Certificate Import Information" = "Es necesaria una contraseña para extraer su certificado personal, contenido en este archivo: %s.";
"Certificate Import Alert OK" = "Aceptar";
"Certificate Import Alert Success Title" = "Terminado";
"Certificate Import Alert Success Message" = "Su certificado personal se ha importado correctamente.";
"Certificate Import Alert Success Next Title" = "Siguiente certificado";
"Certificate Import Alert Success Next Message" = "Su certificado personal se ha importado correctamente. Otro certificado requiere su contraseña.";
"Certificate Import Alert Incorrect Password Title" = "Contraseña incorrecta";
"Certificate Import Alert Incorrect Password Message" = "La contraseña que ha introducido es incorrecta. Si desconoce esta contraseña, póngase en contacto con su administrador de TI.";
"Certificate Import Later" = "No tengo mi contraseña en estos momentos";
"Certificate Import Alert Later Title" = "Otra vez";
"Certificate Import Alert Later Message" = "Se le pedirá la contraseña otra vez. Si la desconoce, póngase en contacto con su administrador de TI.";

/* GDSplitBillingTutorial */
"GDSplitBillingTutorial messageKey" = "Cuando vea este icono en la barra de estado de su dispositivo, el uso de datos de %s estará cubierto por su empleador en virtud de su política.";
"GDSplitBillingTutorial textCovered" = "Cubierto";
"GDSplitBillingTutorial textNotCovered" = "No cubierto";
"GDSplitBillingTutorial nextButtonKey" = "Siguiente";
"GDSplitBillingTutorial closeButtonKey" = "Cerrar";

/* Disclaimer Message */
"Disclaimer UI right button label text" = "Aceptar";

/* EA lock screen password prompt with Touch ID */
"Touch ID EA Title" = "Touch ID para [App Name]";
"Use Touch ID or enter the password for [App Name] to continue." = "Utilice Touch ID o introduzca la contraseña para continuar con la configuración de [App Name].";
"Touch ID positiveButtonKey" = "Introducir contraseña";
"Touch ID cancelButtonKey" = "Cancelar";
"Touch ID requires your password when [App Name] restarts" = "Touch ID requiere su contraseña cuando se reinicia [App Name].";
